Revit 2027 API
ParameterTypeId.EnergyAnalysisVerticalVoidThreshold Property
 "Average Vertical Void Height Threshold"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisVerticalVoidThreshold { get; }
Public Shared ReadOnly Property EnergyAnalysisVerticalVoidThreshold As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisVerticalVoidThreshold {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisVerticalVoidThreshold : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace